[net]
batch=1
subdivisions=1
height=19
width=19
channels=3
momentum=0.9
decay=0.0005

burn_in=1000
learning_rate=0.001
policy=poly
power=4
max_batches=10000000

[convolutional]
filters=12
size=3
stride=1
pad=1
activation=relu
batch_normalize=1

[convolutional]
filters=12
size=3
stride=1
pad=1
activation=relu
batch_normalize=1

[convolutional]
filters=12
size=3
stride=1
pad=0
activation=relu

[connected]
output=361
activation=relu

[softmax]

